<div class="author">
    <h2>О себе:</h2>
    <ul>
        <li>
            Два высших образования (НГПУ: учитель математики и информатики и НГУ: ВМК, прикладная информатика).
        </li>
        <li>
            Обучаем: студентом занимал второе личное место в региональной межвузовской олимпиаде по высшей математике.
        </li>
        <li>
            С детства увлекаюсь шахматами и всевозможными головоломками.
        </li>
        <li>
            Исполнителен, педантичен, коммуникабелен.
        </li>
        <li>
            Ищу удаленную работу бэкенд-разработчика.
        </li>
    </ul>
</div>                                                                 
